Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# data.moon.alwaysUp
source: The moon stays above the horizon all day here.
de: Der Mond bleibt hier den ganzen Tag über dem Horizont.
es: Aquí la luna se mantiene sobre el horizonte todo el día.
es_mx: La luna se mantiene sobre el horizonte todo el día aquí.
fr: La Lune reste au-dessus de l’horizon toute la journée ici.
it: Qui la Luna resta sopra l'orizzonte per tutto il giorno.
ja: ここでは月がこの日ずっと地平線より上にあります。
nl: De maan blijft hier de hele dag boven de horizon.
pl: Księżyc jest tu przez całą dobę nad horyzontem.
pt_br: A lua fica acima do horizonte o dia todo aqui.

# data.moon.beyondSearch
source: None within forty days
de: Keiner binnen vierzig Tagen
es: Ninguna en cuarenta días
es_mx: Ninguna en cuarenta días
fr: Aucune d’ici quarante jours
it: Nessuna entro quaranta giorni
ja: 40日以内にはなし
nl: Geen binnen veertig dagen
pl: Brak w ciągu czterdziestu dni
pt_br: Nenhuma em quarenta dias

# data.moon.caption
source: Phase, illumination and distance at local noon. Rise and set account for the moon's parallax, which makes it sit almost a degree lower than it would seen from the centre of the earth, so moonrise falls later than a flat calculation gives.
de: Phase, Beleuchtung und Entfernung zum Ortsmittag. Aufgang und Untergang berücksichtigen die Parallaxe des Mondes, die ihn fast ein Grad tiefer stehen lässt als vom Erdmittelpunkt aus gesehen, der Mondaufgang fällt daher später als bei einer einfachen Rechnung.
es: Fase, iluminación y distancia al mediodía local. La salida y la puesta tienen en cuenta la paralaje de la luna, que la sitúa casi un grado más baja de lo que se vería desde el centro de la Tierra, así que la salida de la luna cae más tarde de lo que da un cálculo plano.
es_mx: Fase, iluminación y distancia al mediodía local. La salida y la puesta consideran la paralaje de la luna, que la sitúa casi un grado más abajo de lo que se vería desde el centro de la Tierra, así que la salida de la luna cae más tarde que en un cálculo plano.
fr: Phase, fraction éclairée et distance au midi local. Le lever et le coucher tiennent compte de la parallaxe de la Lune, qui la place près d’un degré plus bas que vue depuis le centre de la Terre : le lever de la Lune tombe donc plus tard qu’avec un calcul sans parallaxe.
it: Fase, illuminazione e distanza alle 12 locali. Il sorgere e il tramontare tengono conto della parallasse della Luna, che la fa stare quasi un grado più in basso di quanto apparirebbe dal centro della Terra, quindi il sorgere della Luna cade più tardi di quanto risulti da un calcolo che la trascura.
ja: 月相、輝面比、距離は現地正午の値です。月の出と月の入りは月の視差を織り込んでいます。視差は月を、地球の中心から見た場合より1度近く低い位置に置くため、月の出は単純な計算より遅くなります。
nl: Fase, verlichting en afstand op de lokale middag. Opkomst en ondergang houden rekening met de parallax van de maan, die haar bijna een graad lager zet dan vanuit het middelpunt van de aarde gezien, zodat de maansopkomst later valt dan een vlakke berekening geeft.
pl: Faza, oświetlenie i odległość w południe lokalne. Wschód i zachód uwzględniają paralaksę Księżyca, która obniża go o prawie stopień względem widoku ze środka Ziemi, więc wschód Księżyca wypada później, niż daje uproszczony rachunek.
pt_br: Fase, iluminação e distância no meio-dia local. O nascer e o pôr levam em conta a paralaxe da lua, que a deixa quase um grau mais baixa do que ela estaria vista do centro da Terra, então o nascer da lua cai mais tarde do que num cálculo que a ignora.

# data.moon.distance
source: Distance
de: Entfernung
es: Distancia
es_mx: Distancia
it: Distanza
ja: 距離
nl: Afstand
pl: Odległość
pt_br: Distância

# data.moon.distanceSpoken
source: %@ kilometres
de: %1$@ Kilometer
es: %1$@ kilómetros
es_mx: %1$@ kilómetros
fr: %1$@ kilomètres
it: %1$@ chilometri
ja: %1$@キロメートル
nl: %1$@ kilometer
pl: %1$@ kilometrów
pt_br: %1$@ quilômetros

# data.moon.firstQuarter
source: First quarter
de: Erstes Viertel
es: Cuarto creciente
es_mx: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦
nl: Eerste kwartier
pl: Pierwsza kwadra
pt_br: Quarto crescente

# data.moon.full
source: Full moon
de: Vollmond
es: Luna llena
es_mx: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
nl: Volle maan
pl: Pełnia
pt_br: Lua cheia

# data.moon.illumination
source: Moon lit
de: Mond beleuchtet
es: Luna iluminada
es_mx: Luna iluminada
fr: Lune éclairée
it: Illuminazione
ja: 月の輝面比
nl: Maan verlicht
pl: Oświetlenie Księżyca
pt_br: Lua iluminada

# data.moon.lastQuarter
source: Last quarter
de: Letztes Viertel
es: Cuarto menguante
es_mx: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦
nl: Laatste kwartier
pl: Ostatnia kwadra
pt_br: Quarto minguante

# data.moon.moonrise
source: Moonrise
de: Mondaufgang
es: Salida de la luna
es_mx: Salida de la luna
fr: Lever de la Lune
it: Sorgere
ja: 月の出
nl: Maansopkomst
pl: Wschód Księżyca
pt_br: Nascer da lua

# data.moon.moonset
source: Moonset
de: Monduntergang
es: Puesta de la luna
es_mx: Puesta de la luna
fr: Coucher de la Lune
it: Tramonto
ja: 月の入り
nl: Maansondergang
pl: Zachód Księżyca
pt_br: Pôr da lua

# data.moon.new
source: New moon
de: Neumond
es: Luna nueva
es_mx: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
nl: Nieuwe maan
pl: Nów
pt_br: Lua nova

# data.moon.nextFull
source: Next full moon
de: Nächster Vollmond
es: Próxima luna llena
es_mx: Próxima luna llena
fr: Prochaine pleine lune
it: Prossima Luna piena
ja: 次の満月
nl: Volgende volle maan
pl: Najbliższa pełnia
pt_br: Próxima lua cheia

# data.moon.nextNew
source: Next new moon
de: Nächster Neumond
es: Próxima luna nueva
es_mx: Próxima luna nueva
fr: Prochaine nouvelle lune
it: Prossima Luna nuova
ja: 次の新月
nl: Volgende nieuwe maan
pl: Najbliższy nów
pt_br: Próxima lua nova

# data.moon.noRiseToday
source: The moon does not rise on this date. It rises about fifty minutes later each day, so roughly once a month a date has no moonrise in it at all.
de: Der Mond geht an diesem Tag nicht auf. Er geht jeden Tag rund fünfzig Minuten später auf, deshalb hat etwa einmal im Monat ein Tag gar keinen Mondaufgang.
es: La luna no sale en esta fecha. Sale unos cincuenta minutos más tarde cada día, así que más o menos una vez al mes hay una fecha sin ninguna salida de la luna.
es_mx: La luna no sale en esta fecha. Sale unos cincuenta minutos más tarde cada día, así que casi una vez al mes hay una fecha sin ninguna salida de la luna.
fr: La Lune ne se lève pas à cette date. Elle se lève environ cinquante minutes plus tard chaque jour : à peu près une fois par mois, une date ne contient aucun lever de Lune.
it: In questa data la Luna non sorge. Sorge circa cinquanta minuti più tardi ogni giorno, quindi all'incirca una volta al mese capita una data senza alcun sorgere della Luna.
ja: この日付に月の出はありません。月の出は毎日およそ50分ずつ遅くなるため、ほぼ1か月に1度、月の出がまったくない日付が現れます。
nl: De maan komt op deze datum niet op. Ze komt elke dag ongeveer vijftig minuten later op, dus ruwweg eens per maand valt er helemaal geen maansopkomst in een datum.
pl: Księżyc nie wschodzi w tej dacie. Wschodzi każdego dnia około pięćdziesięciu minut później, więc mniej więcej raz w miesiącu w dobie nie ma wschodu Księżyca.
pt_br: A lua não nasce nesta data. Ela nasce cerca de cinquenta minutos mais tarde a cada dia, então mais ou menos uma vez por mês uma data fica sem nenhum nascer da lua.

# data.moon.noSetToday
source: The moon does not set on this date. It sets about fifty minutes later each day, so roughly once a month a date has no moonset in it at all.
de: Der Mond geht an diesem Tag nicht unter. Er geht jeden Tag rund fünfzig Minuten später unter, deshalb hat etwa einmal im Monat ein Tag gar keinen Monduntergang.
es: La luna no se pone en esta fecha. Se pone unos cincuenta minutos más tarde cada día, así que más o menos una vez al mes hay una fecha sin ninguna puesta de la luna.
es_mx: La luna no se pone en esta fecha. Se pone unos cincuenta minutos más tarde cada día, así que casi una vez al mes hay una fecha sin ninguna puesta de la luna.
fr: La Lune ne se couche pas à cette date. Elle se couche environ cinquante minutes plus tard chaque jour : à peu près une fois par mois, une date ne contient aucun coucher de Lune.
it: In questa data la Luna non tramonta. Tramonta circa cinquanta minuti più tardi ogni giorno, quindi all'incirca una volta al mese capita una data senza alcun tramonto della Luna.
ja: この日付に月の入りはありません。月の入りは毎日およそ50分ずつ遅くなるため、ほぼ1か月に1度、月の入りがまったくない日付が現れます。
nl: De maan gaat op deze datum niet onder. Ze gaat elke dag ongeveer vijftig minuten later onder, dus ruwweg eens per maand valt er helemaal geen maansondergang in een datum.
pl: Księżyc nie zachodzi w tej dacie. Zachodzi każdego dnia około pięćdziesięciu minut później, więc mniej więcej raz w miesiącu w dobie nie ma zachodu Księżyca.
pt_br: A lua não se põe nesta data. Ela se põe cerca de cinquenta minutos mais tarde a cada dia, então mais ou menos uma vez por mês uma data fica sem nenhum pôr da lua.

# data.moon.title
source: Moon
de: Mond
es: Luna
es_mx: Luna
fr: Lune
it: Luna
ja: 月
nl: Maan
pl: Księżyc
pt_br: Lua

# data.moon.waningCrescent
source: Waning crescent
de: Abnehmende Sichel
es: Menguante cóncava
es_mx: Luna menguante
fr: Dernier croissant
it: Falce calante
ja: 欠ける三日月
nl: Afnemende sikkel
pl: Sierp ubywający
pt_br: Minguante côncava

# data.moon.waningGibbous
source: Waning gibbous
de: Abnehmender Dreiviertelmond
es: Gibosa menguante
es_mx: Gibosa menguante
fr: Gibbeuse décroissante
it: Gibbosa calante
ja: 欠ける凸月
nl: Afnemende maan
pl: Wypukły ubywający
pt_br: Minguante gibosa

# data.moon.waxingCrescent
source: Waxing crescent
de: Zunehmende Sichel
es: Creciente cóncava
es_mx: Luna creciente
fr: Premier croissant
it: Falce crescente
ja: 満ちる三日月
nl: Wassende sikkel
pl: Sierp przybywający
pt_br: Crescente côncava

# data.moon.waxingGibbous
source: Waxing gibbous
de: Zunehmender Dreiviertelmond
es: Gibosa creciente
es_mx: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 満ちる凸月
nl: Wassende maan
pl: Wypukły przybywający
pt_br: Crescente gibosa

# data.sun.change
source: Change from yesterday
de: Änderung zu gestern
es: Cambio desde ayer
es_mx: Cambio desde ayer
fr: Écart depuis hier
it: Variazione da ieri
ja: 前日との差
nl: Verschil met gisteren
pl: Zmiana względem wczoraj
pt_br: Mudança desde ontem

# data.sun.dayLength
source: Day length
de: Tageslänge
es: Duración del día
es_mx: Duración del día
fr: Durée du jour
it: Durata del giorno
ja: 昼の長さ
nl: Daglengte
pl: Długość dnia
pt_br: Duração do dia

# data.sun.irradianceSpoken
source: %@ watts per square metre
de: %1$@ Watt pro Quadratmeter
es: %1$@ vatios por metro cuadrado
es_mx: %1$@ watts por metro cuadrado
fr: %1$@ watts par mètre carré
it: %1$@ watt per metro quadrato
ja: %1$@ワット毎平方メートル
nl: %1$@ watt per vierkante meter
pl: w watach na metr kwadratowy: %1$@
pt_br: %1$@ watts por metro quadrado

# data.sun.maximumAltitude
source: Maximum altitude
de: Maximale Höhe
es: Altura máxima
es_mx: Altura máxima
fr: Hauteur maximale
it: Altezza massima
ja: 最高高度
nl: Maximale hoogte
pl: Maksymalna wysokość
pt_br: Altitude máxima

# data.sun.noAzimuth
source: There is no event to take an azimuth from on this date.
de: An diesem Tag gibt es kein Ereignis, aus dem sich ein Azimut ergibt.
es: No hay ningún evento del que tomar un azimut en esta fecha.
es_mx: No hay ningún evento del cual tomar un azimut en esta fecha.
fr: Il n’y a aucun événement à cette date dont tirer un azimut.
it: In questa data non c'è un evento da cui prendere un azimut.
ja: この日付には、方位角を取れる現象がありません。
nl: Er is op deze datum geen gebeurtenis om een azimut van te nemen.
pl: W tej dacie nie ma zjawiska, z którego można wziąć azymut.
pt_br: Não há evento nesta data do qual tirar um azimute.

# data.sun.noSunrise
source: The sun does not cross the horizon upward on this date.
de: Die Sonne quert an diesem Tag den Horizont nicht nach oben.
es: El sol no cruza el horizonte hacia arriba en esta fecha.
es_mx: El sol no cruza el horizonte hacia arriba en esta fecha.
fr: Le Soleil ne franchit pas l’horizon vers le haut à cette date.
it: In questa data il Sole non attraversa l'orizzonte verso l'alto.
ja: この日付、太陽は地平線を上向きに横切りません。
nl: De zon gaat op deze datum niet omhoog door de horizon.
pl: W tej dacie Słońce nie przecina horyzontu w górę.
pt_br: O sol não cruza o horizonte para cima nesta data.

# data.sun.noSunset
source: The sun does not cross the horizon downward on this date.
de: Die Sonne quert an diesem Tag den Horizont nicht nach unten.
es: El sol no cruza el horizonte hacia abajo en esta fecha.
es_mx: El sol no cruza el horizonte hacia abajo en esta fecha.
fr: Le Soleil ne franchit pas l’horizon vers le bas à cette date.
it: In questa data il Sole non attraversa l'orizzonte verso il basso.
ja: この日付、太陽は地平線を下向きに横切りません。
nl: De zon gaat op deze datum niet omlaag door de horizon.
pl: W tej dacie Słońce nie przecina horyzontu w dół.
pt_br: O sol não cruza o horizonte para baixo nesta data.

# data.sun.noTransit
source: The sun does not cross the meridian above the horizon on this date.
de: Die Sonne quert an diesem Tag den Meridian nicht über dem Horizont.
es: El sol no cruza el meridiano por encima del horizonte en esta fecha.
es_mx: El sol no cruza el meridiano sobre el horizonte en esta fecha.
fr: Le Soleil ne passe pas au méridien au-dessus de l’horizon à cette date.
it: In questa data il Sole non attraversa il meridiano sopra l'orizzonte.
ja: この日付、太陽は地平線より上で子午線を通過しません。
nl: De zon passeert op deze datum de meridiaan niet boven de horizon.
pl: W tej dacie Słońce nie przecina południka nad horyzontem.
pt_br: O sol não cruza o meridiano acima do horizonte nesta data.

# data.sun.peakIrradiance
source: Irradiance at solar noon
de: Einstrahlung mittags
es: Irradiancia al mediodía solar
es_mx: Irradiancia al mediodía solar
fr: Irradiance au midi solaire
it: Irradianza al mezzogiorno solare
ja: 太陽正午の日射量
nl: Instraling op zonnemiddag
pl: Irradiancja w południe słoneczne
pt_br: Irradiância no meio-dia solar

# data.sun.peakUV
source: UV index at solar noon
de: UV-Index mittags
es: Índice UV al mediodía solar
es_mx: Índice UV al mediodía solar
fr: Indice UV au midi solaire
it: Indice UV al mezzogiorno solare
ja: 太陽正午のUVインデックス
nl: UV-index op zonnemiddag
pl: Indeks UV w południe słoneczne
pt_br: Índice UV no meio-dia solar

# data.sun.polarDay
source: The sun stays above the horizon all day here, so there is no sunrise and no sunset on this date.
de: Die Sonne bleibt hier den ganzen Tag über dem Horizont, es gibt an diesem Tag also keinen Sonnenaufgang und keinen Sonnenuntergang.
es: Aquí el sol se mantiene sobre el horizonte todo el día, así que no hay salida ni puesta de sol en esta fecha.
es_mx: El sol se mantiene sobre el horizonte todo el día aquí, así que no hay salida ni puesta del sol en esta fecha.
fr: Le Soleil reste au-dessus de l’horizon toute la journée ici : il n’y a donc ni lever ni coucher à cette date.
it: Qui il Sole resta sopra l'orizzonte per tutto il giorno, quindi in questa data non c'è né alba né tramonto.
ja: ここでは太陽がこの日ずっと地平線より上にあるため、この日付に日の出も日の入りもありません。
nl: De zon blijft hier de hele dag boven de horizon, dus er is op deze datum geen zonsopgang en geen zonsondergang.
pl: Słońce jest tu przez całą dobę nad horyzontem, więc w tej dacie nie ma wschodu ani zachodu.
pt_br: O sol fica acima do horizonte o dia todo aqui, então não há nascer nem pôr do sol nesta data.

# data.sun.polarNight
source: The sun stays below the horizon all day here, so there is no sunrise and no sunset on this date.
de: Die Sonne bleibt hier den ganzen Tag unter dem Horizont, es gibt an diesem Tag also keinen Sonnenaufgang und keinen Sonnenuntergang.
es: Aquí el sol se mantiene bajo el horizonte todo el día, así que no hay salida ni puesta de sol en esta fecha.
es_mx: El sol se mantiene bajo el horizonte todo el día aquí, así que no hay salida ni puesta del sol en esta fecha.
fr: Le Soleil reste sous l’horizon toute la journée ici : il n’y a donc ni lever ni coucher à cette date.
it: Qui il Sole resta sotto l'orizzonte per tutto il giorno, quindi in questa data non c'è né alba né tramonto.
ja: ここでは太陽がこの日ずっと地平線より下にあるため、この日付に日の出も日の入りもありません。
nl: De zon blijft hier de hele dag onder de horizon, dus er is op deze datum geen zonsopgang en geen zonsondergang.
pl: Słońce jest tu przez całą dobę pod horyzontem, więc w tej dacie nie ma wschodu ani zachodu.
pt_br: O sol fica abaixo do horizonte o dia todo aqui, então não há nascer nem pôr do sol nesta data.

# data.sun.sunrise
source: Sunrise
de: Sonnenaufgang
es: Salida del sol
es_mx: Salida del sol
fr: Lever du Soleil
it: Alba
ja: 日の出
nl: Zonsopgang
pl: Wschód Słońca
pt_br: Nascer do sol

# data.sun.sunriseAzimuth
source: Sunrise azimuth
de: Azimut Sonnenaufgang
es: Azimut de salida
es_mx: Azimut de salida
fr: Azimut du lever
it: Azimut dell'alba
ja: 日の出の方位角
nl: Azimut zonsopgang
pl: Azymut wschodu
pt_br: Azimute do nascer

# data.sun.sunset
source: Sunset
de: Sonnenuntergang
es: Puesta del sol
es_mx: Puesta del sol
fr: Coucher du Soleil
it: Tramonto
ja: 日の入り
nl: Zonsondergang
pl: Zachód Słońca
pt_br: Pôr do sol

# data.sun.sunsetAzimuth
source: Sunset azimuth
de: Azimut Sonnenuntergang
es: Azimut de puesta
es_mx: Azimut de puesta
fr: Azimut du coucher
it: Azimut del tramonto
ja: 日の入りの方位角
nl: Azimut zonsondergang
pl: Azymut zachodu
pt_br: Azimute do pôr

# data.sun.title
source: Sun
de: Sonne
es: Sol
es_mx: Sol
fr: Soleil
it: Sole
ja: 太陽
nl: Zon
pl: Słońce
pt_br: Sol

# data.sun.transit
source: Solar noon
de: Wahrer Mittag
es: Mediodía solar
es_mx: Mediodía solar
fr: Midi solaire
it: Mezzogiorno solare
ja: 太陽正午
nl: Zonnemiddag
pl: Południe słoneczne
pt_br: Meio-dia solar

# data.sun.transitAzimuth
source: Solar noon azimuth
de: Azimut wahrer Mittag
es: Azimut del mediodía solar
es_mx: Azimut del mediodía solar
fr: Azimut au midi solaire
it: Azimut del mezzogiorno solare
ja: 太陽正午の方位角
nl: Azimut zonnemiddag
pl: Azymut południa słonecznego
pt_br: Azimute do meio-dia

# data.terrain.blocked
source: Sun blocked
de: Sonne verdeckt
es: Sol tapado
es_mx: Sol bloqueado
fr: Soleil caché
it: Sole nascosto
ja: 太陽の遮蔽
nl: Zon geblokkeerd
pl: Słońce zasłonięte
pt_br: Sol bloqueado

# data.terrain.blockedFor
source: Behind the skyline for %@
de: Hinter dem Horizontprofil für %1$@
es: Tras el perfil durante %1$@
es_mx: Tras el perfil durante %1$@
fr: Derrière la ligne d’horizon pendant %1$@
it: Dietro il profilo per %1$@
ja: 稜線の裏に %1$@
nl: %1$@ achter het horizonprofiel
pl: Za linią horyzontu przez %1$@
pt_br: Atrás do perfil por %1$@

# data.terrain.caption
source: Compared against the skyline you swept here, not against a flat horizon.
de: Verglichen mit dem hier aufgenommenen Horizontprofil, nicht mit einem flachen Horizont.
es: Comparado con el perfil que has barrido aquí, no con un horizonte plano.
es_mx: Comparado con el perfil del horizonte que barriste aquí, no con un horizonte plano.
fr: Comparé à la ligne d’horizon que vous avez balayée ici, pas à un horizon plat.
it: Confrontato con il profilo che hai scansionato qui, non con un orizzonte piatto.
ja: 平坦な地平線ではなく、ここで走査した稜線と比べています。
nl: Vergeleken met het horizonprofiel dat je hier hebt gescand, niet met een vlakke horizon.
pl: Porównane z linią horyzontu zeskanowaną tutaj, a nie z płaskim horyzontem.
pt_br: Comparado com o perfil que você varreu aqui, não com um horizonte plano.

# data.terrain.earlier
source: %@ earlier than a flat horizon
de: %1$@ früher als am flachen Horizont
es: %1$@ antes que con un horizonte plano
es_mx: %1$@ antes que con horizonte plano
fr: %1$@ plus tôt qu’avec un horizon plat
it: %1$@ prima di un orizzonte piatto
ja: 平坦な地平線より %1$@早い
nl: %1$@ eerder dan bij een vlakke horizon
pl: %1$@ wcześniej niż przy płaskim horyzoncie
pt_br: %1$@ mais cedo que num horizonte plano

# data.terrain.later
source: %@ later than a flat horizon
de: %1$@ später als am flachen Horizont
es: %1$@ después que con un horizonte plano
es_mx: %1$@ después que con horizonte plano
fr: %1$@ plus tard qu’avec un horizon plat
it: %1$@ dopo un orizzonte piatto
ja: 平坦な地平線より %1$@遅い
nl: %1$@ later dan bij een vlakke horizon
pl: %1$@ później niż przy płaskim horyzoncie
pt_br: %1$@ mais tarde que num horizonte plano

# data.terrain.neverClears
source: The sun does not clear your skyline at all on this date.
de: Die Sonne kommt an diesem Tag gar nicht über das Horizontprofil.
es: El sol no llega a superar tu perfil en esta fecha.
es_mx: El sol no rebasa tu horizonte en ningún momento de esta fecha.
fr: Le Soleil ne dépasse pas du tout votre ligne d’horizon à cette date.
it: In questa data il Sole non supera mai il tuo profilo.
ja: この日付、太陽はあなたの稜線をまったく越えません。
nl: De zon komt op deze datum helemaal niet boven je horizonprofiel uit.
pl: W tej dacie Słońce w ogóle nie wychodzi ponad twoją linię horyzontu.
pt_br: O sol não passa acima do seu perfil em nenhum momento desta data.

# data.terrain.noDifference
source: The same as a flat horizon
de: Wie am flachen Horizont
es: Igual que con un horizonte plano
es_mx: Igual que con un horizonte plano
fr: Identique à un horizon plat
it: Uguale a un orizzonte piatto
ja: 平坦な地平線と同じ
nl: Gelijk aan een vlakke horizon
pl: Tak samo jak przy płaskim horyzoncie
pt_br: Igual a um horizonte plano

# data.terrain.noFlatEvent
source: There is no flat horizon event on this date to compare against.
de: An diesem Tag gibt es kein Ereignis am flachen Horizont zum Vergleich.
es: No hay ningún evento de horizonte plano en esta fecha con el que comparar.
es_mx: No hay evento de horizonte plano en esta fecha con el cual comparar.
fr: Il n’y a pas d’événement sur horizon plat à cette date pour la comparaison.
it: In questa data non c'è un evento su orizzonte piatto da confrontare.
ja: この日付には、比較できる平坦な地平線での現象がありません。
nl: Er is op deze datum geen gebeurtenis bij een vlakke horizon om mee te vergelijken.
pl: W tej dacie nie ma zjawiska na płaskim horyzoncie do porównania.
pt_br: Não há evento de horizonte plano nesta data para comparar.

# data.terrain.noObstruction
source: Your skyline does not block the sun at any point on this date.
de: Das Horizontprofil verdeckt die Sonne an diesem Tag zu keinem Zeitpunkt.
es: Tu perfil no tapa el sol en ningún momento de esta fecha.
es_mx: Tu horizonte no bloquea el sol en ningún momento de esta fecha.
fr: Votre ligne d’horizon ne cache le Soleil à aucun moment à cette date.
it: In questa data il tuo profilo non nasconde mai il Sole.
ja: この日付、あなたの稜線が太陽をさえぎることはありません。
nl: Je horizonprofiel blokkeert de zon op deze datum op geen enkel moment.
pl: Twoja linia horyzontu nie zasłania Słońca w żadnym momencie tej daty.
pt_br: O seu perfil não bloqueia o sol em nenhum momento desta data.
